{
  "table_of_contents": [
    {
      "title": "РУССКИЙ",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          501.1820983886719,
          175.44140625
        ],
        [
          535.568115234375,
          175.44140625
        ],
        [
          535.568115234375,
          182.91796875
        ],
        [
          501.1820983886719,
          182.91796875
        ]
      ]
    },
    {
      "title": "",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          502.3740234375,
          339.28125
        ],
        [
          533.724609375,
          339.28125
        ],
        [
          533.724609375,
          345.46875
        ],
        [
          502.3740234375,
          345.46875
        ]
      ]
    },
    {
      "title": "ITALIANO",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          638.09912109375,
          15.64599609375
        ],
        [
          679.2427978515625,
          15.64599609375
        ],
        [
          679.2427978515625,
          23.14117431640625
        ],
        [
          638.09912109375,
          23.14117431640625
        ]
      ]
    },
    {
      "title": "Durata standard della \nNEDERLANDS",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          636.56982421875,
          163.90548706054688
        ],
        [
          692.497314453125,
          163.90548706054688
        ],
        [
          692.497314453125,
          182.66015625
        ],
        [
          636.56982421875,
          182.66015625
        ]
      ]
    },
    {
      "title": "5\nACCESSOIRE",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          635.4228515625,
          215.497802734375
        ],
        [
          688.18359375,
          215.497802734375
        ],
        [
          688.18359375,
          223.13671875
        ],
        [
          635.4228515625,
          223.13671875
        ]
      ]
    },
    {
      "title": "DANSK",
      "heading_level": null,
      "page_id": 0,
      "polygon": [
        [
          640.39306640625,
          336.1875
        ],
        [
          667.92041015625,
          336.1875
        ],
        [
          667.92041015625,
          343.40625
        ],
        [
          640.39306640625,
          343.40625
        ]
      ]
    },
    {
      "title": "MAGYAR",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          34.83929443359375,
          14.7275390625
        ],
        [
          70.39544677734375,
          14.7275390625
        ],
        [
          70.39544677734375,
          23.14117431640625
        ],
        [
          34.83929443359375,
          23.14117431640625
        ]
      ]
    },
    {
      "title": "",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          155.3192138671875,
          17.3701171875
        ],
        [
          209.704833984375,
          17.3701171875
        ],
        [
          209.704833984375,
          23.783203125
        ],
        [
          155.3192138671875,
          23.783203125
        ]
      ]
    },
    {
      "title": "ROMÂNĂ",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          31.30279541015625,
          342.890625
        ],
        [
          65.79940032958984,
          342.890625
        ],
        [
          65.79940032958984,
          349.078125
        ],
        [
          31.30279541015625,
          349.078125
        ]
      ]
    },
    {
      "title": "3\n4\n5\nTESTARE 1. Buton activat 2. Alarmă recepționată\nÎNLOCUIREA BATERIEI \nACCESORIU",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          30.53814697265625,
          370.5055236816406
        ],
        [
          150.15931701660156,
          370.5055236816406
        ],
        [
          150.15931701660156,
          387.95509338378906
        ],
        [
          30.53814697265625,
          387.95509338378906
        ]
      ]
    },
    {
      "title": "vorbehalten. Die neueste Version dieser Bedienungsanleitung finden Sie auf der Hikvision-Website (https://www.hikvision.com/). \nBitte verwenden Sie diese Bedienungsanleitung unter Anleitung und Unterstützung von Fachleuten, die für den Support des Produkts geschult sind.\n und andere Marken und Logos von Hikvision sind das Eigentum von Hikvision in verschiedenen Ländern. Andere hier erwähnte Marken und Logos sind \nEigentum ihrer jeweiligen Inhaber.\nHaftungsausschluss\nDIESE BEDIENUNGSANLEITUNG UND DAS BESCHRIEBENE PRODUKT MIT SEINER HARDWARE, SOFTWARE UND FIRMWARE WERDEN, SOWEIT GESETZLICH ZULÄSSIG, IN DER \n\"VORLIEGENDEN FORM\" UND MIT \"ALLEN FEHLERN UND IRRTÜMERN\" BEREITGESTELLT. HIKVISION ÜBERNIMMT KEINE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN \nGARANTIEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE MARKTGÄNGIGKEIT, ZUFRIEDENSTELLENDE QUALITÄT ODER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. \nDIE NUTZUNG DES PRODUKTS DURCH SIE ERFOLGT AUF IHRE EIGENE GEFAHR. IN KEINEM FALL IST HIKVISION IHNEN GEGENÜBER HAFTBAR FÜR BESONDERE, ZUFÄLLIGE, \nDIREKTE ODER INDIREKTE SCHÄDEN, EINSCHLIESSLICH, JEDOCH NICHT DARAUF BESCHRÄNKT, VERLUST VON GESCHÄFTSGEWINNEN, GESCHÄFTSUNTERBRECHUNG, \nDATENVERLUST, SYSTEMBESCHÄDIGUNG, VERLUST VON DOKUMENTATIONEN, SEI ES AUFGRUND VON VERTRAGSBRUCH, UNERLAUBTER HANDLUNG (EINSCHLIESSLICH \nFAHRLÄSSIGKEIT), PRODUKTHAFTUNG ODER ANDERWEITIG, IN VERBINDUNG MIT DER VERWENDUNG DIESES PRODUKTS, SELBST WENN HIKVISION ÜBER DIE MÖGLICHKEIT \nDERARTIGER SCHÄDEN ODER VERLUSTE INFORMIERT WAR.\nSIE ERKENNEN AN, DASS DIE NATUR DES INTERNETS DAMIT VERBUNDENE SICHERHEITSRISIKEN BEINHALTET. HIKVISION ÜBERNIMMT KEINE VERANTWORTUNG FÜR \nANORMALEN BETRIEB, DATENVERLUST ODER ANDERE SCHÄDEN, DIE SICH AUS CYBERANGRIFFEN, HACKERANGRIFFEN, VIRUSINFEKTION ODER ANDEREN \nSICHERHEITSRISIKEN IM INTERNET ERGEBEN. HIKVISION WIRD JEDOCH BEI BEDARF ZEITNAH TECHNISCHEN SUPPORT LEISTEN.\nSIE STIMMEN ZU, DIESES PRODUKT IN ÜBEREINSTIMMUNG MIT ALLEN GELTENDEN GESETZEN ZU VERWENDEN, UND SIE SIND ALLEIN DAFÜR VERANTWORTLICH, DASS IHRE \nVERWENDUNG GEGEN KEINE GELTENDEN GESETZE VERSTÖßT. INSBESONDERE SIND SIE DAFÜR VERANTWORTLICH, DIESES PRODUKT SO ZU VERWENDEN, DASS DIE RECHTE DRITTER \nNICHT VERLETZT WERDEN, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF VERÖFFENTLICHUNGSRECHTE, DIE RECHTE AN GEISTIGEM EIGENTUM ODER DEN DATENSCHUTZ UND \nANDERE PERSÖNLICHKEITSRECHTE. SIE DÜRFEN DIESES PRODUKT NICHT FÜR VERBOTENE ENDANWENDUNGEN VERWENDEN, EINSCHLIESSLICH DER ENTWICKLUNG ODER HERSTELLUNG \nVON MASSENVERNICHTUNGSWAFFEN, DER ENTWICKLUNG ODER HERSTELLUNG CHEMISCHER ODER BIOLOGISCHER WAFFEN, JEGLICHER AKTIVITÄTEN IM ZUSAMMENHANG MIT EINEM \nNUKLEAREN SPRENGKÖRPER ODER UNSICHEREN NUKLEAREN BRENNSTOFFKREISLAUF BZW. ZUR UNTERSTÜTZUNG VON MENSCHENRECHTSVERLETZUNGEN.\nIM FALL VON WIDERSPRÜCHEN ZWISCHEN DIESER BEDIENUNGSANLEITUNG UND GELTENDEM RECHT IST LETZTERES MASSGEBLICH. Dieses Produkt und – sofern zutreffend – das mitgelieferte Zubehör sind mit \"CE\" gekennzeichnet und entsprechen daher den geltenden harmonisierten europäischen \nNormen gemäß der RE-Richtlinie 2014/53/EU, der EMV-Richtlinie 2014/30/EU und der RoHS-Richtlinie 2011/65/EU.\n2012/19/EU (Elektroaltgeräte-Richtlinie): Produkte, die mit diesem Symbol gekennzeichnet sind, dürfen innerhalb der Europäischen Union nicht mit dem Hausmüll \nentsorgt werden. Für korrektes Recycling geben Sie dieses Produkt an Ihren örtlichen Fachhändler zurück oder entsorgen Sie es an einer der Sammelstellen. Weitere \nInformationen finden Sie unter: www.recyclethis.info\n2006/66/EC (Batterierichtlinie): Dieses Produkt enthält eine Batterie, die innerhalb der Europäischen Union nicht mit dem Hausmüll entsorgt werden darf. Siehe \nProduktdokumentation für spezifische Hinweise zu Batterien. Die Batterie ist mit diesem Symbol gekennzeichnet, das zusätzlich die Buchstaben Cd für Cadmium, Pb \nfür Blei oder Hg für Quecksilber enthalten kann. Für korrektes Recycling geben Sie die Batterie an Ihren örtlichen Fachhändler zurück oder entsorgen Sie sie an einer \nder Sammelstellen. Weitere Informationen finden Sie unter: www.recyclethis.info. SICHERHEITSHINWEISE ZUR BATTERIE\nAustausch einer Batterie falschen Typs, die eine Schutzvorrichtung umgehen kann (z. B. bei einigen Lithium-Batterietypen);\n– Entsorgung von Batterien durch Verbrennen oder in einem heißen Ofen, oder Zerkleinern oder Zerschneiden von Batterien, was zu einer Explosion führen kann;\n– Aufbewahren von Batterien in einer Umgebung mit extrem hoher Temperatur, was zu einer Explosion oder zum Auslaufen von entflammbarer Flüssigkeit oder Gas \nführen kann; und\n– Batterien, die einem extrem niedrigen Luftdruck ausgesetzt sind, was zu einer Explosion oder zum Auslaufen von entflammbarer Flüssigkeit oder Gas führen kann\nBei Austausch der Batterie durch einen falschen Typ besteht Explosionsgefahr.\nBei Austausch einer Batterie durch einen falschen Typ kann eine Schutzmaßnahme beeinträchtigen.\nEntsorgen Sie verbrauchte Akkus oder Batterien entsprechend den Anweisungen und örtlichen Vorschriften.\nWenn sich das Batteriefach nicht richtig schließt, stellen Sie den Gebrauch des Produkts ein und halten Sie es von Kindern fern.\nVerätzungsgefahr\nDieses Produkt enthält eine Knopfzellenbatterie. Wird die Knopfzellenbatterie verschluckt, kann dies innerhalb von 2 Stunden zu schweren inneren Verätzungen und zum Tod führen.\nHalten Sie neue und gebrauchte Batterien von Kindern fern.\nWenn das Batteriefach nicht richtig schließt, beenden Sie den Gebrauch des Produkts und halten Sie es von Kindern fern.\nSuchen Sie umgehend ärztliche Hilfe auf, wenn Sie vermuten, dass Batterien verschluckt oder in Körperöffnungen eingeführt wurden.\nSICHERHEITSHINWEISE ZUR INSTALLATION\nDie zusätzliche Belastung muss dem dreifachen Gewicht des Geräts entsprechen, jedoch mindestens 50 N. Das Gerät und die zugehörigen Befestigungsmittel \nmüssen während der Installation stets gesichert sein. Nach der Installation darf das Gerät, einschließlich der zugehörigen Montageplatte, nicht beschädigt werden.\nVrijwaringsclausule\nniet worden beschadigd.\ncelów informacyjnych i opisowych. Informacje zamieszczone w podręczniku mogą ulec zmianie bez powiadomienia w związku z aktualizacjami oprogramowania układowego lub w \n oraz inne znaki towarowe i logo Hikvision są własnością firmy Hikvision w różnych jurysdykcjach. Inne znaki towarowe i logo użyte w podręczniku należą do \nNIEZALEŻNIE OD OKOLICZNOŚCI FIRMA HIKVISION NIE PONOSI ODPOWIEDZIALNOŚCI ZA STRATY SPECJALNE, WYNIKOWE, PRZYPADKOWE LUB POŚREDNIE, TAKIE JAK STRATA \nW PRZYPADKU NIEZGODNOŚCI NINIEJSZEGO PODRĘCZNIKA Z OBOWIĄZUJĄCYM PRAWEM, WYŻSZY PRIORYTET BĘDZIE MIAŁO OBOWIĄZUJĄCE PRAWO. Ten produkt i ewentualnie dostarczone z nim akcesoria oznaczono symbolem \"CE\" potwierdzającym zgodność z odpowiednimi ujednoliconymi normami europejskimi, \nuwzględnionymi w dyrektywie radiowej (RE) 2014/53/UE, dyrektywie 2014/30/UE w sprawie kompatybilności elektromagnetycznej (EMC) i dyrektywie 2011/65/UE w \nDyrektywa 2012/19/UE w sprawie zużytego sprzętu elektrycznego i elektronicznego (WEEE): Produktów oznaczonych tym symbolem nie wolno utylizować na obszarze \nniesegregowane odpady komunalne. Szczegółowe informacje dotyczące baterii zamieszczono w dokumentacji produktu. Bateria jest oznaczona tym symbolem, który \nmoże także zawierać litery wskazujące na zawartość kadmu (Cd), ołowiu (Pb) lub rtęci (Hg). Aby zapewnić prawidłowy recykling, należy zwrócić baterię do dostawcy lub \nW tym produkcie wykorzystywana jest bateria guzikowa. Połknięcie baterii guzikowej może spowodować poważne oparzenie wewnętrzne już po dwóch godzinach i zgon.",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          308.2958984375,
          26.283233642578125
        ],
        [
          645.5892333984375,
          26.283233642578125
        ],
        [
          645.5892333984375,
          126.134765625
        ],
        [
          308.2958984375,
          126.134765625
        ]
      ]
    },
    {
      "title": "©2020 Hangzhou Hikvision Digital Technology Co., Ltd. Alle rechten voorbehouden.\nOver deze handleiding\nDe handleiding bevat instructies voor het gebruik en beheer van het product. Foto's, grafieken, afbeeldingen en alle andere informatie hierna worden verstrekt voor beschrijving \nen uitleg. De informatie in de handleiding is onderhevig aan verandering, zonder voorafgaande kennisgeving, als gevolg van firmware-updates of andere redenen. U kunt de \nnieuwste versie van deze handleiding vinden op de Hikvision-website (https://www.hikvision.com/). \nGebruik deze handleiding onder begeleiding en ondersteuning van professionals die zijn opgeleid voor het ondersteunen van het product.\n en andere handelsmerken en logo's van Hikvision zijn eigendom van Hikvision in de verschillende jurisdicties. Andere handelsmerken en logo's zijn het \neigendom van hun respectieve eigenaren.\nVOOR ZOVER MAXIMAAL TOEGESTAAN OP GROND VAN HET TOEPASSELIJK RECHT, WORDEN DEZE HANDLEIDING EN HET OMSCHREVEN PRODUCT, INCLUSIEF HARDWARE, \nSOFTWARE EN FIRMWARE, GELEVERD 'ZOALS ZE ZIJN', INCLUSIEF 'FOUTEN EN GEBREKEN'. HIKVISION GEEFT GEEN GARANTIES, EXPLICIET NOCH IMPLICIET, INCLUSIEF \nZONDER BEPERKING OMTRENT VERKOOPBAARHEIED, TEVREDENHEID OMTRENT KWALITEIT OF GESCHIKTHEID VOOR EEN BEPAALD DOEL. HET GEBRUIK VAN HET PRODUCT \nDOOR U IS OP EIGEN RISICO. IN GEEN GEVAL IS HIKVISION VERANTWOORDELIJK VOOR SPECIALE, BIJKOMENDE, INCIDENTELE OF INDIRECTE SCHADE, WAARONDER, ONDER \nANDERE, SCHADE VAN VERLIES AAN ZAKELIJKE WINST, ZAKELIJKE ONDERBREKING OF VERLIES VAN GEGEVENS, CORRUPTIE OF SYSTEMEN, OF VERLIES VAN DOCUMENTATIE, \nONGEACHT OF DIT VOORTVLOEIT UIT CONTRACTBREUK, BENADELING (INCLUSIEF NALATIGHEID), PRODUCTAANSPRAAKELIJKHEID OF ANDERS, MET BETREKKING TOT HET \nPRODUCT, ZELFS ALS HIKVISION OP DE HOOGTE IS GEBRACHT VAN ZULKE SCHADE OF VERLIES.\nU ERKENT DAT DE AARD VAN INTERNET INHERENTE VEILIGHEIDSRISICO'S MET ZICH MEE BRENGT, EN HIKVISION GEEN ENKELE VERANTWOORDELIJKHEID NEEMT VOOR \nABNORMALE WERKING, PRIVACYLEKKEN OF ANDERE SCHADE DIE VOORTVLOEIT UIT CYBERAANVAL, HACKERAANVAL, VIRUSINFECTIE, OF ANDERE \nINTERNETVEILIGHEIDSRISICO'S; HIKVISION BIEDT INDIEN NODIG ECHTER TIJDELIJK TECHNISCHE ONDERSTEUNING.\nU GAAT AKKOORD MET HET GEBRUIK VAN DIT PRODUCT IN OVEREENSTEMMING MET ALLE TOEPASBARE WETTEN EN UITSLUITEND U BENT VERANTWOORDELIJK VOOR DE \nGARANTIE DAT UW GEBRUIK OVEREENSTEMT MET DE TOEPASBARE WET. U BENT VOORAL VERANTWOORDELIJK DAT HET GEBRUIK VAN DIT PRODUCT GEEN INBREUK \nMAAKT OP DE RECHTEN VAN DERDEN, INCLUSIEF EN ZONDER BEPERKING DE RECHTEN VAN PUBLICITEIT, INTELLECTUEEL EIGENDOM, OF GEGEVENSBESCHERMING EN \nANDERE PRIVACYRECHTEN. U MAG DIT PRODUCT NIET GEBRUIKEN VOOR ENIGE ONWETTIG EINDGEBRUIK, MET INBEGRIP VAN DE ONTWIKKELING OF DE PRODUCTIE VAN \nMASSAVERNIETIGINGSWAPENS, DE ONTWIKKELING OF DE PRODUCTIE VAN CHEMISCHE OF BIOLOGISCHE WAPENS, ALLE ACTIVITEITEN IN HET KADER VAN EVENTUELE \nNUCLEAIRE EXPLOSIEVEN OF ONVEILIGE NUCLEAIRE BRANDSTOFCYCLUS, OF TER ONDERSTEUNING VAN MENSENRECHTENSCHENDINGEN.\nIN HET GEVAL VAN ENIGE CONFLICTEN TUSSEN DEZE HANDLEIDING EN DE TOEPASSELIJKE WETGEVING, PREVALEERT DE LAATSTE.\nDit product en, indien van toepassing, de meegeleverde accessoires, zijn gemarkeerd met \"CE\" en voldoen daardoor aan de toepasbare geharmoniseerde Europese \nnormen zoals vermeld onder de RE-richtlijn 2014/53/EU, de EMC-richtlijn 2014/30/EU, de RoHS-richtlijn 2011/65/EU.\n2012/19/EU (WEEE-richtlijn): Producten die met dit symbool zijn gemarkeerd mogen binnen de Europese Unie niet worden weggegooid als ongesorteerd huishoudelijk \nafval. Retourneer dit product voor juist hergebruik aan uw lokale leverancier bij aanschaf van gelijkwaardige nieuwe apparatuur of lever het in bij een aangewezen \ninzamelpunt. Raadpleeg voor meer informatie: www.recyclethis.info\n2006/66/EG (Batterijrichtlijn): Dit product bevat een batterij die binnen de Europese Unie niet mag worden weggegooid als ongesorteerd huishoudelijk afval. Zie de \nproductdocumentatie voor specifieke informatie over de batterij. De batterij is gemarkeerd met dit symbool, dat letters kan bevatten die cadmium (Cd), lood (Pb) of kwik (Hg) \naanduiden. Retourneer de batterij voor juist hergebruik aan uw lokale leverancier of lever deze in bij een aangewezen inzamelpunt. Zie: www.recyclethis.info voor meer informatie\nBATTERIJWAARSCHUWING\nvervanging van een batterij van een onjuist type dat een beveiliging kan omzeilen (bijvoorbeeld in het geval van sommige typen lithiumbatterij);\n– het weggooien van een batterij in een open vuur of een hete oven of het mechanisch pletten of doorknippen van een batterij, wat tot een explosie kan leiden;\n–een batterij achterlaten in een omgeving met een extreem hoge temperatuur die kan\nleiden tot een explosie of het lekken van brandbare vloeistoffen of gassen; en\n– een batterij die wordt blootgesteld aan extreem lage luchtdruk, wat kan leiden tot een explosie of het lekken van brandbare vloeistof of gas\nEr bestaat explosiegevaar als de batterij wordt vervangen door een onjuist type.\nVervanging van een batterij door een onjuist type dat een beveiliging kan omzeilen.\nVerwijder gebruikte batterijen in overeenstemming met de instructies en plaatselijke regelgeving.\nGebruik het product niet langer als het batterijvak niet goed sluit, en houd het buiten bereik van kinderen.\nGevaar van chemische verbranding\nDit product bevat een knoopbatterij. Als de knoopbatterij wordt ingeslikt kan dat binnen slechts 2 uur leiden tot hevige interne brandwonden en met de dood tot gevolg.\nHoud nieuwe en gebruikte batterijen buiten bereik van kinderen.\nGebruik het product dan niet langer als het batterijvak niet goed sluit, en houd het buiten bereik van kinderen.\nAls u vermoedt dat de batterijen zijn ingeslikt of in enig deel van het lichaam zijn gebracht, ga dan onmiddellijk op zoek naar medische hulp.\nINSTALLATIEWAARSCHUWING",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          616.5894165039062,
          13.6640625
        ],
        [
          757.7666015625,
          13.6640625
        ],
        [
          756.2373046875,
          116.724609375
        ],
        [
          616.5894165039062,
          116.724609375
        ]
      ]
    },
    {
      "title": "CUIDADOS COM A BATERIA\nSe o compartimento da bateria não fechar com segurança, pare de usar o produto e mantenha-o afastado de crianças.\nPerigo de queimadura química\nEste produto contém uma bateria botão. Se a bateria botão for engolida, ela poderá causar queimaduras internas graves em apenas duas horas e levar à morte.\nMantenha as baterias novas e usadas longe de crianças.\nSe o compartimento da bateria não fechar com segurança, pare de usar o produto e mantenha-o afastado de crianças.\nSe você acha que as baterias podem ter sido engolidas ou inseridas em alguma parte do corpo, procure por atendimento médico imediato.\nCUIDADOS NA INSTALAÇÃO\nA força adicional deve ser igual a três vezes o peso do equipamento, mas não inferior a 50 N. O equipamento e seus recursos de montagem associados devem \npermanecer seguros durante a instalação. Após a instalação, o equipamento, incluindo qualquer placa de montagem associada, não pode estar danificado.\nPARTICOLARE, L'UTENTE È RESPONSABILE DEL FATTO CHE L'UTILIZZO DEL PRODOTTO NON VIOLI DIRITTI DI TERZI COME, SOLO A TITOLO DI ESEMPIO, DIRITTI DI PUBBLICITÀ, \nDIRITTI DI PROPRIETÀ INTELLETTUALE O DIRITTI RELATIVI ALLA PROTEZIONE DEI DATI E ALTRI DIRITTI RIGUARDANTI LA PRIVACY. L'UTENTE NON DEVE UTILIZZARE IL \nPRODOTTO PER SCOPI VIETATI, COMPRESI LO SVILUPPO O LA PRODUZIONE DI ARMI DI DISTRUZIONE DI MASSA, LO SVILUPPO O LA PRODUZIONE DI ARMI CHIMICHE O \nBIOLOGICHE, ATTIVITÀ COLLEGATE ALL'UTILIZZO DI ESPLOSIVI O COMBUSTIBILI NUCLEARI NON SICURI OPPURE IN OPERAZIONI CONNESSE A VIOLAZIONI DEI DIRITTI UMANI.\nQuesto prodotto e gli eventuali accessori in dotazione sono contrassegnati con il marchio \"CE\" e sono quindi conformi alle norme europee armonizzate vigenti di cui \nalla Direttiva sulle energie rinnovabili RE 2014/53/UE, alla Direttiva sulla compatibilità elettromagnetica CEM 2014/30/UE e alla Direttiva sulla restrizione all'uso di \n2012/19/UE (Direttiva RAEE): I prodotti contrassegnati con il presente simbolo non possono essere smaltiti come rifiuti municipali indifferenziati nell'Unione Europea. \nPer lo smaltimento corretto, restituire il prodotto al rivenditore in occasione dell'acquisto di una nuova apparecchiatura o smaltirlo nei punti di raccolta autorizzati. \n2006/66/CE (Direttiva sulle batterie): questo prodotto contiene una batteria e non è consentito smaltirlo con i rifiuti domestici indifferenziati, nell'Unione europea. \nFare riferimento alla documentazione del prodotto per le informazioni specifiche sulla batteria. La batteria è contrassegnata con il presente simbolo, che potrebbe \nincludere le sigle di cadmio (Cd), piombo (Pb) o mercurio (Hg). Per lo smaltimento corretto, restituire la batteria al rivenditore locale o smaltirla nei punti di raccolta \nLa forza applicata deve essere pari al triplo del peso del dispositivo e in ogni caso non inferiore a 50 N. L'apparecchiatura e gli utensili utilizzati per il montaggio \nKılavuz, ürünün kullanımı ve yönetimi ile ilgili talimatları içerir. Resimler, çizelgeler, resimler ve buradaki diğer tüm bilgiler, yalnızca tanımlama ve açıklama amaçlıdır. Kılavuzda \nbulunan bilgiler, yazılım güncellemeleri veya başka nedenlerden dolayı önceden haber verilmeksizin değiştirilebilir. Bu Kılavuzun en son sürümünü Hikvision web sitesinde \n ve diğer Hikvision ticari markaları ve logoları Hikvision'ın çeşitli yargı mercilerindeki mülkleridir. Adı geçen diğer ticari markalar ve logolar, kendi ilgili \nYÜRÜRLÜKTE OLAN YASALARCA İZİN VERİLEN AZAMİ ÖLÇÜDE, BU KILAVUZ VE DONANIMI, YAZILIMI VE ÜRETİCİ YAZILIMI İLE BİRLİKTE ANLATILAN ÜRÜN \"TÜM ARIZALAR VE \nHATALAR\" İLE BİRLİKTE \"OLDUĞU GİBİ\" SAĞLANMAKTADIR. HIKVISION, TİCARETE ELVERİŞLİLİK, TATMİN EDİCİ KALİTE VEYA BELİRLİ BİR AMACA UYGUNLUK DA DAHİL ANCAK \nBUNLARLA SINIRLI OLMAMAK ÜZERE AÇIK VEYA ZIMNİ HİÇBİR GARANTİ VERMEZ. ÜRÜNÜN SİZİN TARAFINIZDAN KULLANILMASI İLE İLGİLİ TÜM RİSKLER TARAFINIZA AİTTİR.",
      "heading_level": null,
      "page_id": 1,
      "polygon": [
        [
          165.2313995361328,
          329.6788635253906
        ],
        [
          443.0315856933594,
          329.6788635253906
        ],
        [
          443.0315856933594,
          422.9840850830078
        ],
        [
          165.2313995361328,
          422.9840850830078
        ]
      ]
    }
  ],
  "page_stats": [
    {
      "page_id": 0,
      "text_extraction_method": "pdftext",
      "block_counts": [
        [
          "Span",
          1215
        ],
        [
          "Line",
          376
        ],
        [
          "TableCell",
          266
        ],
        [
          "Text",
          17
        ],
        [
          "ListItem",
          10
        ],
        [
          "Table",
          8
        ],
        [
          "SectionHeader",
          6
        ],
        [
          "ListGroup",
          2
        ],
        [
          "Figure",
          1
        ],
        [
          "TextInlineMath",
          1
        ],
        [
          "PageFooter",
          1
        ]
      ],
      "block_metadata": {
        "llm_request_count": 0,
        "llm_error_count": 0,
        "llm_tokens_used": 0
      }
    },
    {
      "page_id": 1,
      "text_extraction_method": "pdftext",
      "block_counts": [
        [
          "Span",
          1969
        ],
        [
          "Line",
          917
        ],
        [
          "TableCell",
          308
        ],
        [
          "Text",
          164
        ],
        [
          "ListItem",
          17
        ],
        [
          "Table",
          10
        ],
        [
          "SectionHeader",
          7
        ],
        [
          "ListGroup",
          3
        ]
      ],
      "block_metadata": {
        "llm_request_count": 0,
        "llm_error_count": 0,
        "llm_tokens_used": 0
      }
    }
  ],
  "debug_data_path": "debug_data\\50154348_ins"
}