{  
  "relation_type": "condition",  
  "related_product": "holder The headlamp can buickly and easily remved from the holder by unclipping the The headlamp can the vili The headlamp can - Safety Instructions and Warnings Use the device in a temperature range between 0 and 40°C and avoid exposure to direct - heat and constant sunlight",  
  "context": "essing Turbo output at anytime. Press switch and hold for 1 second. Press again Program inil 30 %\" Rentoving headlamp fr**om holder The headlamp can buickly and easily remved from the holder by unclipping the The headlamp can the vili The headlamp can - Safety Instructions and Warnings Use the device in a temperature range between 0 and 40°C and avoid exposure to direct - heat and constant sunlight.** This appliance is not intended for use by young children or infirm persons unless they This appliance is not interiod f",  
  "position": [  
    623,  
    903  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "na správné značky polarity +/– a vratte konovou krytku (A) bezpečně na - abíjení akumulátoru abljenii alkuli nuratoru",  
  "context": "e_0_Figure_19.jpeg) Odsroubujte Koncovou krytku (A) Vyjměte vybitý akumulátor Vložte plně nabitý akumulátor Dbejte při t**om na správné značky polarity +/– a vratte konovou krytku (A) bezpečně na - abíjení akumulátoru: abljenii alkuli nuratoru.** Stáhněte pryžový knýt mikro USB (B) a zapojte konektor míkro USB do nabíjec portu čelovky. Zapojte USB konektor do zdro",  
  "position": [  
    1747,  
    1869  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "1880-84ku milinary",  
  "context": "erdigladet Trekk ut USB-kabelen når forsiktig på plass igjen, Ta ut hodelampen fra holderen /! Batterier - Www.netball.c**om 1880-84ku milinary.**com Denesungs.com Convention March Press Marine Marian Parties Proses Proses Proses Posterian Personalizano popular Paym",  
  "position": [  
    4881,  
    4903  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "Denesungs",  
  "context": "-kabelen når forsiktig på plass igjen, Ta ut hodelampen fra holderen /! Batterier - Www.netball.com 1880-84ku milinary.c**om Denesungs.**com Convention March Press Marine Marian Parties Proses Proses Proses Posterian Personalizano popular Payman, wen backla",  
  "position": [  
    4904,  
    4917  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "Convention March Press Marine Marian Parties Proses Proses Proses Posterian Personalizano popular Payman wen backla nstallert werden",  
  "context": "orsiktig på plass igjen, Ta ut hodelampen fra holderen /! Batterier - Www.netball.com 1880-84ku milinary.com Denesungs.c**om Convention March Press Marine Marian Parties Proses Proses Proses Posterian Personalizano popular Payman, wen backla nstallert werden.** Brand und Verbrennungsgefahr. Nicht aufladen, zenegen, über 40 ° C erhitzen oder verbrennen Bewahren Sie den Akku für K",  
  "position": [  
    4918,  
    5055  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "er oper plaggen Boleporten på hodelampen Sett USB-kontakter",  
  "context": "a vare på ningen til framtidige referanser gde bratteri. Boleporten på hodelampen, Sett USB-kontakten i en stranniller s**om er oper plaggen Boleporten på hodelampen Sett USB-kontakter.** Den interkerigien Tirykk to ganger på bryteren, PÅ eller AV, for strobelys. Hvis lyset er på i mer enn fem sekunder, sl",  
  "position": [  
    5340,  
    5403  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "helst få tilgang til Turbo-effekten",  
  "context": "PÅ eller AV, for strobelys. Hvis lyset er på i mer enn fem sekunder, slås av hodelampen når bryteren igjen. Du kan når s**om helst få tilgang til Turbo-effekten.** Trykk på bryteren og hold inn i et sekund. Lampen slukkes hvis du trykker igjen delampen kan raskt og enkelt tas ut av",  
  "position": [  
    5572,  
    5611  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "0 og 40°C og unngå å bli utsatt for direkte varme o en stant sollys",  
  "context": "as ut av holderen ved å fjerne gummibåndet fra klipse Sikkerhetsinsstrukser og advarsle Bruk enheten i temperaturer mell**om 0 og 40°C, og unngå å bli utsatt for direkte varme o en stant sollys.** Denne enheten er ikke ment for små bander er og bruker, med mindre en Denne enheten er ikke ment for å sikre er ygg bru",  
  "position": [  
    5842,  
    5914  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "er levelsket - LED-indikatorlys Grøn LED Opladning færdig Rød LED Opladning i gang Frakobl USB-kablet når fuld opladning er gennemført og sæt og USB-gummicoveret på plads - Anvendelse • Tiyk igen for at slakke lyset Så dan trages lygten ud af holderen Lygten in hurtigt og nemt tages ud af holderen ved at løsne gummibåndet fra ellesespidserne (C)",  
  "context": "rug Anvendelse ![](images/_page_0_Picture_51.jpeg) - - Udskifttning af batteri: 1. Træk Micro USB-stikket med en strømkilde sås**om er levelsket - LED-indikatorlys Grøn LED: Opladning færdig Rød LED: Opladning i gang Frakobl USB-kablet, når fuld opladning er gennemført og sæt og USB-gummicoveret på plads - Anvendelse: • Tiyk igen for at slakke lyset Så dan trages lygten ud af holderen Lygten in hurtigt og nemt tages ud af holderen ved at løsne gummibåndet fra ellesespidserne (C).** Lygten (DK) Instrucciones de uso Desenrosque la tap A Pilas Manual de utilizare cuirea bateriei reîncări Deșurubați cap",  
  "position": [  
    7167,  
    7522  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "(polinki walinku walingu minimali okładnie (PL Folded Size 57 x125 mm ![](images/_page_0_Figure_67",  
  "context": "atora Przed rozpoczęsiem wymatora wykoz latakę, następnie odkręć ząkrętkę (A) i zainstalu ny pokumii bięgumuitu akumując**om (polinki walinku walingu minimali okładnie (PL Folded Size : 57 x125 mm ![](images/_page_0_Figure_67.**jpeg) - unsin Sostituire la batteria: Svitare il tappo di coda (A) Rimuovere la batteria usa (A) Rimuovere la batteria u",  
  "position": [  
    9358,  
    9455  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "somaria e circuito e circuito di protezione da considere archivo por cana alla coronia di protezione da constituto poro internalis consideracio Sostituzione della batteria Per sostituire la batteria spegnere il tappo di coda (A) e installare nuove batteria spegnere il flanteito Avvitare il tappo di coda dopo aver di ![](images/_page_0_Picture_83",  
  "context": "le name : CR35_JB_V1_04 e location : sasurement . Nour : refer to the marking in the artwor - Uilizzae i batteria Con so**m somaria e circuito e circuito di protezione da considere archivo por cana alla coronia di protezione da constituto poro internalis consideracio Sostituzione della batteria Per sostituire la batteria spegnere il tappo di coda (A) e installare nuove batteria spegnere il flanteito, Avvitare il tappo di coda dopo aver di ![](images/_page_0_Picture_83.j**peg) - Lees de instructiehandleiding grondig alvore gebruiken. Houd de handleiding bij om deze opnieuw te kunnen raadpl",  
  "position": [  
    10503,  
    10848  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "deze opnieuw te kunnen raadplegen",  
  "context": "aver di ![](images/_page_0_Picture_83.jpeg) - Lees de instructiehandleiding grondig alvore gebruiken. Houd de handleiding bij o**m deze opnieuw te kunnen raadplegen. **Gebruikssaanwijzing # Unsin oestel te ( NL Batterij vervangen: # Draai de dop achteriaan (A) los Verwijder de lege batt",  
  "position": [  
    10936,  
    10973  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "- - EEED is oli-alimanpie Groeinelicen voltooid Rode LED bezig met opladen - Bediening • - - - - # ## /! Batteriien মু Gebruik 1 x GP Li-jon 18650-batterij met gelinesreerde oversaad en over-ontlading Protection Circuit Montel (PCM)",  
  "context": "klepje (B) terug en sluit de Micro USB-connector de oplaadpoort van de hoofdlamp. Sluit de USB-connector aan op een stro**om - - EEED is oli-alimanpie: Groeinelicen voltooid Rode LED: bezig met opladen - Bediening: • - - - - # ## /! Batteriien মু Gebruik 1 x GP Li-jon 18650-batterij met gelinesreerde oversaad en over-ontlading Protection Circuit Montel (PCM).** Het niet gebruiken van speciale GP Li-le-serien in Arabian installeerd geliestaleerd. Risioo op brand en brandvonden, N",  
  "position": [  
    11396,  
    11635  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "numeric_ids": [  
    "18650"  
  ],  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "resibus municipales sin dasficar unice para el ourealize con a propriese con actives para establis a particos a para electros o Retirar la linterna frontal del soporte La linterna frontal puede retirarse rápida y fácilmente del soporto goma de los puntos de sujeción (C)",  
  "context": "mara mara en a compremento prespondientes. En e inque lastridad ia pillas se No desected be discoglies selectivity as co**m resibus municipales sin dasficar unice para el ourealize con a propriese con actives para establis a particos a para electros o Retirar la linterna frontal del soporte La linterna frontal puede retirarse rápida y fácilmente del soporto goma de los puntos de sujeción (C). **La tema frontal se pued ma lnstrucciones de seguridad y advertencias Ulilios el disportivo en un mango versioner ente o",  
  "position": [  
    13212,  
    13486  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "ent",  
  "context": "robosopique Si la lumière est alumée pendant plus de 5 secondes lorsque l'interupteur est enforcé à nouveau, la lampe fr**om ent.** Ap - Enlever la lampe frontale de son support La lampe frontale peut être enlevée aisément de son support en de le band",  
  "position": [  
    15947,  
    15954  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "dator power bank - - 035 vaggdnadsarer eller DSB bliadoare GED-indikstor - - - - ossaa pannlarnpan från hållaren lannampan kan snabbt och enkelt tas loss från hållaren genom att lossa gummbanden ån fästena (C)",  
  "context": "och anslat med mångar strö in i USB vägsportassadapter eller USB t mikro USB-kontakten till pannlampans strömkälla, såso**m dator, power bank, - - 035 vaggdnadsarer eller DSB bliadoare GED-indikstor: - - - - ossaa pannlarnpan från hållaren lannampan kan snabbt och enkelt tas loss från hållaren genom att lossa gummbanden ån fästena (C). **Pannlampan kan nu användas som en handhå - stet kan du även bära den i fickar Säkerhetsföreskrifter och varningar Använ",  
  "position": [  
    21519,  
    21735  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "en handhå - stet kan du även bära den i fickar Säkerhetsföreskrifter och varningar Använd enheten i temperaturer mellan 0 och 40°C och undvik exponering för direkt Använd enheten i temperaturer mellan 0 och 40°C och undvik exponering för direkt värme minte ante ander ander ander må barn eller pronering för direkt en heler anvärde på ett ## A Batterie ﺍﻟﺴﻘﻂ 1 ﺩﻳﻦ 2 | ﺁﺧﺮ 10 | ﺁﺧﺮ 10 ﻣﺎﻳﻮ 10 ﻣﺎﻳﻮ 1 ﻣﺎﻳﻮ ﺍﻟﻌﻴﺎﻣﻴﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺎﺳﻌﺔ ﺍﻟﻤﺘﺮﺍﺿﺎﺕ ﺍﻟﻤﺮﺍﺿﺎﺕ ﺍﻟﻤ # Byta batterier När du byter batterier stång först av ficklampan innan bivit komersket (A) och installera mya batteribalterihållere När batterierna har blivit korrekt nog ![](images/_page_0_Picture_193",  
  "context": "pan kan snabbt och enkelt tas loss från hållaren genom att lossa gummbanden ån fästena (C). Pannlampan kan nu användas s**om en handhå - stet kan du även bära den i fickar Säkerhetsföreskrifter och varningar Använd enheten i temperaturer mellan 0 och 40°C och undvik exponering för direkt Använd enheten i temperaturer mellan 0 och 40°C och undvik exponering för direkt värme minte ante ander ander ander må barn eller pronering för direkt en heler anvärde på ett ## A Batterie ﺍﻟﺴﻘﻂ 1 ﺩﻳﻦ 2 | ﺁﺧﺮ 10 | ﺁﺧﺮ 10 ﻣﺎﻳﻮ 10 ﻣﺎﻳﻮ 1 ﻣﺎﻳﻮ ﺍﻟﻌﻴﺎﻣﻴﺎﺕ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺎﺳﻌﺔ ﺍﻟﻤﺘﺮﺍﺿﺎﺕ ﺍﻟﻤﺮﺍﺿﺎﺕ ﺍﻟﻤ # Byta batterier När du byter batterier stång först av ficklampan innan bivit komersket (A) och installera mya batteribalterihållere, När batterierna har blivit korrekt nog ![](images/_page_0_Picture_193.**jpeg) CH35 Flashlight Instruction Manual Vyberte vybitu bateriu, pričom dbajte na to, aby ste ju nainštalovali podľa ozn",  
  "position": [  
    21764,  
    22491  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "dbajte na to aby ste ju nainštalovali podľa označenia polarity +/- a bezpečne nasadte koncovú krytku (A) Demontáž svetlometu z držiaka - labíjanie batérie Potiahnite dozadu gumový kryt Micro USB (B) a konovku mikro USB pripojte d nabijacieho vstupu USB čelovky",  
  "context": "rna har blivit korrekt nog ![](images/_page_0_Picture_193.jpeg) CH35 Flashlight Instruction Manual Vyberte vybitu bateriu, prič**om dbajte na to, aby ste ju nainštalovali podľa označenia polarity +/- a bezpečne nasadte koncovú krytku (A) Demontáž svetlometu z držiaka - labíjanie batérie: Potiahnite dozadu gumový kryt Micro USB (B) a konovku mikro USB pripojte d nabijacieho vstupu USB čelovky.** Pripojte koncovku USB do zdroja napájalia. počítač, nabíjačka Powe - /!\\ Batérie ýmena batérie - 2 LED indikátor svieti",  
  "position": [  
    22560,  
    22826  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "čase",  
  "context": "ním vypínača zapnite alebo vypnite snímaci impulz Ak kontrolka svieti dlhšie a znásne Prístup k výstupu Turbo v ľubovoln**om čase.** Stlačte vypínač a podržte ho 1 sekundu. Po opätovnom stlačení kontrolka zhasne lovka sa dá rýchlo a ľahko vybrať z drži",  
  "position": [  
    23192,  
    23200  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "stlačení kontrolka zhasne lovka sa dá rýchlo a ľahko vybrať z držiaka uvoľnením gumového pásu z príchytie )",  
  "context": "lka svieti dlhšie a znásne Prístup k výstupu Turbo v ľubovolnom čase. Stlačte vypínač a podržte ho 1 sekundu. Po opätovn**om stlačení kontrolka zhasne lovka sa dá rýchlo a ľahko vybrať z držiaka uvoľnením gumového pásu z príchytie ).** Čelovka je teraz možné používať ako ručné svietidlo. Spona umožňuje aj noseni v vrecku νο ποιακ Ζαραφούν κρακτηρια τον",  
  "position": [  
    23251,  
    23362  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "od integrovanji proti protipreditu a Prozenti I Poli kropo visu o većini se onariški povinska pravnika",  
  "context": "orademiu toplate versiale or vols do °C a nevystavujte ho priamenu donic donic as yabansin – Dratel i U Heropoujim nadal**om od integrovanji proti protipreditu a Prozenti I Poli, kropo visu o većini se onariški povinska pravnika.** Razvodal brojim a voskoji i Krist vý v rovne botéré najov vypnite svietidlo, potom odskrutkujte uzáver (A) a do prísluš",  
  "position": [  
    23653,  
    23760  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "odskrutkujte uzáver (A) a do príslušní",  
  "context": "o većini se onariški povinska pravnika. Razvodal brojim a voskoji i Krist vý v rovne botéré najov vypnite svietidlo, pot**om odskrutkujte uzáver (A) a do príslušní.** Přívýmene batvící najbrv vyprite svicíhou batérií so správnou polaritou do třajděl Elektrické zahadania nevyhadzuje do",  
  "position": [  
    23841,  
    23883  
  ],  
  "pattern_index": 101,  
  "pattern": "(?i)om\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "condition",  
  "related_product": "du byter batterier stång först av ficklampan innan bivit komersket (A) och installera mya batteribalterihållere När batterierna har blivit korrekt nog ![](images/_page_0_Picture_193",  
  "context": "ﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺤﺪﺓ ﺍﻟﻤﺘﺎﺳﻌﺔ ﺍﻟﻤﺘﺮﺍﺿﺎﺕ ﺍﻟﻤﺮﺍﺿﺎﺕ ﺍﻟﻤ # Byta batterier **När du byter batterier stång först av ficklampan innan bivit komersket (A) och installera mya batteribalterihållere, När batterierna har blivit korrekt nog ![](images/_page_0_Picture_193.**jpeg) CH35 Flashlight Instruction Manual Vyberte vybitu bateriu, pričom dbajte na to, aby ste ju nainštalovali podľa ozn",  
  "position": [  
    22311,  
    22491  
  ],  
  "pattern_index": 102,  
  "pattern": "(?i)när\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "Gem dem til senere brug Anvendelse ![](images/_page_0_Picture_51",  
  "context": "fest, und new antsprechenden Batterierialter, Versellussiases (Arlander) und Lyu # Læs instruktionerne grundigt før brug**. Gem dem til senere brug Anvendelse ![](images/_page_0_Picture_51.j**peg) - - Udskifttning af batteri: 1. Træk Micro USB-stikket med en strømkilde såsom er levelsket - LED-indikatorlys Grø",  
  "position": [  
    7024,  
    7085  
  ],  
  "pattern_index": 125,  
  "pattern": "(?i)(?:gen|g)(?:\\.|:)\\s*([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "Gebruikssaanwijzing # Unsin oestel te ( NL Batterij vervangen # Draai de dop achteriaan (A) los Verwijder de lege batterij Steek de volledig opgeladen batterij in de lamp waarij u de polarite volgt bij het installeren en plaats het deks - erij opladen atterij Oppladen Trek het nubberen Micro USB-klepje (B) terug en sluit de Micro USB-connector de oplaadpoort van de hoofdlamp",  
  "context": "peg) - Lees de instructiehandleiding grondig alvore gebruiken. Houd de handleiding bij om deze opnieuw te kunnen raadple**gen. Gebruikssaanwijzing # Unsin oestel te ( NL Batterij vervangen: # Draai de dop achteriaan (A) los Verwijder de lege batterij Steek de volledig opgeladen batterij in de lamp, waarij u de polarite volgt bij het installeren, en plaats het deks - erij opladen: atterij Oppladen: Trek het nubberen Micro USB-klepje (B) terug en sluit de Micro USB-connector de oplaadpoort van de hoofdlamp.** Sluit de USB-connector aan op een stroom - - EEED is oli-alimanpie: Groeinelicen voltooid Rode LED: bezig met opladen -",  
  "position": [  
    10969,  
    11357  
  ],  
  "pattern_index": 125,  
  "pattern": "(?i)(?:gen|g)(?:\\.|:)\\s*([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "• - - - - # ## /! Batteriien মু Gebruik 1 x GP Li-jon 18650-batterij met gelinesreerde oversaad en over-ontlading Protection Circuit Montel (PCM)",  
  "context": "USB-connector aan op een stroom - - EEED is oli-alimanpie: Groeinelicen voltooid Rode LED: bezig met opladen - Bediening**: • - - - - # ## /! Batteriien মু Gebruik 1 x GP Li-jon 18650-batterij met gelinesreerde oversaad en over-ontlading Protection Circuit Montel (PCM). **Het niet gebruiken van speciale GP Li-le-serien in Arabian installeerd geliestaleerd. Risioo op brand en brandvonden, N",  
  "position": [  
    11486,  
    11635  
  ],  
  "pattern_index": 125,  
  "pattern": "(?i)(?:gen|g)(?:\\.|:)\\s*([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "numeric_ids": [  
    "18650"  
  ],  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "to probod again who headlamp will turn off Accessing Turbo output at anytime",  
  "context": "•> Off (Oycle repeats) • Double press switch whether ON or OFF for strobe • - I will high is on tongor that o booknos, m**odel to probod again who headlamp will turn off Accessing Turbo output at anytime. **Press switch and hold for 1 second. Press again Program inil 30 %\" Rentoving headlamp from holder The headlamp can buic",  
  "position": [  
    451,  
    534  
  ],  
  "pattern_index": 127,  
  "pattern": "(?i)model(?:\\s+|\\:)([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "in program over billeria og Li-in President in delpostors control of Section of Sacronical de Carlos President il approsporer child ministration coll Erstatuningsbatteri Vår du lader batterinne skru forster før du tar av bakdekselet (A) og sett nin nye batterieri riktig batteriholder",  
  "context": "ruker, med mindre en Denne enheten er ikke ment for å sikre er ygg bruk av enheten. Små barn bør pass å 2011 1 220 Lend **model in program over billeria og Li-in President in delpostors control of Section of Sacronical de Carlos President il approsporer child ministration coll Erstatuningsbatteri Vår du lader batterinne, skru forster før du tar av bakdekselet (A) og sett nin nye batterieri riktig batteriholder.** Skrupet når batteriene er satt inn hi frykk hele bryteren > Høy -> Medium -> Lav -> Av (gjenta) Bytte baatteri: 1. Sikr",  
  "position": [  
    6084,  
    6376  
  ],  
  "pattern_index": 127,  
  "pattern": "(?i)model(?:\\s+|\\:)([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "version",  
  "related_product": "de comments a mores mores more and more and more and more and more of manager de comments a Használat előtt figyelmesen olvassa el a haszná ![](images/_page_0_Picture_130",  
  "context": "de ne pas utiliser de protector on order d productions on mailles bless and server describer more and moder and moders m**odel de comments a mores mores more and more and more and more and more of manager de comments a Használat előtt figyelmesen olvassa el a haszná ![](images/_page_0_Picture_130.j**peg) - Csavárja ki a zárókupakot (A) Távolítsa el a lemerült akkumillátort Helyezzen be egy teljesen feltúláltort gondo",  
  "position": [  
    16567,  
    16737  
  ],  
  "pattern_index": 127,  
  "pattern": "(?i)model(?:\\s+|\\:)([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

{  
  "relation_type": "negative",  
  "related_product": "use by young children or infirm persons unless they This appliance is not interiod for use by young childler of minim persons unless they the appliance safety supervised by a responsible person to ensure that they consure that - # ▲ Batteries - 254 Dat Learler with integrated overcial of Percharge and over decharge for and one of the former of the former of the applical in the may could collection and comments",  
  "context": "in a temperature range between 0 and 40°C and avoid exposure to direct - heat and constant sunlight. This appliance is n**ot intended for use by young children or infirm persons unless they This appliance is not interiod for use by young childler of minim persons unless they the appliance safety supervised by a responsible person to ensure that they consure that - # ▲ Batteries - 254 Dat Learler with integrated overcial of Percharge and over decharge for and one of the former of the former of the applical in the may could collection and comments. **- - Bispos of data baktho prompling tall cap (A) and instill new Replacing Dattlery ( - - Do not dispose of election ap",  
  "position": [  
    922,  
    1353  
  ],  
  "pattern_index": 143,  
  "pattern": "(?i)not\\s+intended\\s+for\\s+([^\\.;]+)(?:\\.|\\;|$)",  
  "source": "regex",  
  "product_id": "50153350"  
}

